Repository: mohamedzebib22/evently_App
Catalog: lib/l10n/intl_*.arb
Languages: ar

# Title
source: HomePage
ar: الصفحة الرئيسية

source: language
ar: اللغة

source: Arabic
ar: العربية

source: English
ar: الانجليزية

source: Theme
ar: النمط

source: Light
ar: نهارى

source: Dark
ar: ليلى

source: LogOut
ar: خروج

source: Home
ar: الرئيسية

source: Maps
ar: الموقع

source: Lovs
ar: المفضلة

source: Profile
ar: الصفحة الرئيسية

source: Welcome Back
ar: مرحبا بالعودة

source: home
ar: الرئيسية

source: maps
ar: الموقع

source: loves
ar: المفضلة

source: profile
ar: الصفحة الشخصية

source: ALl
ar: الكل

source: Birthday
ar: عيد ميلاد

source: Metting
ar: اجتماع

source: Gaming
ar: العاب

source: WorkShop
ar: ورشة عمل

source: Book Club
ar: نادى

source: Exhibtion
ar: سياحة

source: Holiday
ar: اجازة

source: Eating
ar: الاكل

source: Title
ar: العنوان

source: Description
ar: الوصف

source: Event Date
ar: التاريخ

source: Event Time
ar: الوقت

source: Choose Date
ar: التاريخ

source: Choose Time
ar: الوقت

source: Add Event
ar: انشاء حذث

source: Choose Event Location
ar: اختار مكان الحدث

source: Register
ar: تسجيل حساب

source: Forget Password
ar: هل نسيت كلمة السر

source: Let’s Start
ar: ابدا

# bodyIntro
source: Choose your preferred theme and language to get started with a comfortable, tailored experience that suits your style
ar: اختر السمة واللغة المفضلة لديك لبدء تجربة مريحة ومصممة خصيصًا لتناسب أسلوبك

# SubTitle
source: Personalize Your Experience
ar: قم بتخصيص تجربتك

source: Find Events That Inspire You
ar: ابحث عن الأحداث التي تلهمك

source: Effortless Event Planning
ar: تخطيط الأحداث دون عناء

source: Connect with Friends & Share Moments
ar: تواصل مع الأصدقاء وشارك اللحظات

# intropage1Body
source: Dive into a world of events crafted to fit your unique interests. Whether you're into live music, art workshops, professional networking, or simply discovering new experiences, we have something for everyone. Our curated recommendations will help you explore, connect, and make the most of every opportunity around you.
ar: استكشف عالمًا من الفعاليات المصممة لتناسب اهتماماتك الفريدة. سواء كنت مهتمًا بالموسيقى الحية، أو ورش العمل الفنية، أو التواصل المهني، أو ببساطة اكتشاف تجارب جديدة، لدينا ما يناسب الجميع. توصياتنا المنسقة ستساعدك على الاستكشاف، والتواصل، والاستفادة القصوى من كل فرصة حولك.

# intoPage2Body
source: Take the hassle out of organizing events with our all-in-one planning tools. From setting up invites and managing RSVPs to scheduling reminders and coordinating details, we’ve got you covered. Plan with ease and focus on what matters – creating an unforgettable experience for you and your guests.
ar: تخلص من عناء تنظيم الفعاليات باستخدام أدوات التخطيط الشاملة لدينا. من إعداد الدعوات وإدارة الردود إلى جدولة التذكيرات وتنسيق التفاصيل، نحن نهتم بكل شيء. خطط بسهولة وركز على ما يهم – خلق تجربة لا تُنسى لك ولضيوفك

# introPage3Body
source: Make every event memorable by sharing the experience with others. Our platform lets you invite friends, keep everyone in the loop, and celebrate moments together. Capture and share the excitement with your network, so you can relive the highlights and cherish the memories.
ar: اجعل كل فعالية لا تُنسى بمشاركة التجربة مع الآخرين. تتيح لك منصتنا دعوة الأصدقاء، وإبقاء الجميع على اطلاع، والاحتفال باللحظات معًا. قم بالتقاط ومشاركة الحماس مع شبكتك، لتتمكن من استعادة اللحظات الرائعة وحفظ الذكريات الجميلة
